function визначитиРівеньУспішності(середняОцінка) {
    switch (true) {
      case середняОцінка < 60:
        return "Незадовільно";
      case середняОцінка >= 60 && середняОцінка <= 70:
        return "Задовільно";
      case середняОцінка >= 71 && середняОцінка <= 80:
        return "Добре";
      case середняОцінка >= 81 && середняОцінка <= 90:
        return "Дуже добре";
      default:
        return "Відмінно";
    }
  }
  
  const результат = визначитиРівеньУспішності(85);
  console.log(`Середня оцінка: ${середняОцінка}. Рівень успішності: ${результат}`);
