function визначитиРівеньУспішності(середняОцінка) {
    if (середняОцінка < 60) {
      return "Незадовільно";
    } else if (середняОцінка >= 60 && середняОцінка <= 70) {
      return "Задовільно";
    } else if (середняОцінка >= 71 && середняОцінка <= 80) {
      return "Добре";
    } else if (середняОцінка >= 81 && середняОцінка <= 90) {
      return "Дуже добре";
    } else {
      return "Відмінно";
    }
  }
  
  const результат = визначитиРівеньУспішності(66);
  console.log(результат); // Виведе: Дуже добре